Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Fig 26a Custom impression cap fabrication.
vi: Hình 26a Custom impression cap fabrication.

source: Fig 26a Frontal view showing the seating of the crown onto the implant.
vi: Hình 26a Frontal view showing the seating of the crown onto the implant.

source: Fig 26a Reduction in blanching noticed after 10 minutes.
vi: Hình 26a Reduction in blanching noticed after 10 minutes.

source: Fig 26a Removable partial denture replacing tooth 21 in a patient who require’s horizontal augmentation in conjunction with implant placement.
vi: Hình 26a Removable partial denture replacing tooth 21 in a patient who require’s horizontal augmentation in conjunction with implant placement.

source: Fig 26b Custom impression cap fabrication.
vi: Hình 26b Custom impression cap fabrication.

source: Fig 26b Occlusal view of a resin-based removable partial denture utilizing the embrasures between the posterior teeth for retention.
vi: Hình 26b Occlusal view of a resin-based removable partial denture utilizing the embrasures between the posterior teeth for retention.

source: Fig 26b Reduction in blanching noticed after 10 minutes.
vi: Hình 26b Reduction in blanching noticed after 10 minutes.

source: Fig 26b The abutment screw was tightened to 35 Ncm and sealed with cotton and composite.
vi: Hình 26b The abutment screw was tightened to 35 Ncm and sealed with cotton and composite.

source: Fig 26c Custom impression cap fabrication.
vi: Hình 26c Custom impression cap fabrication.

source: Fig 26d Custom impression cap fabrication.
vi: Hình 26d Custom impression cap fabrication.

source: Fig 26e Custom impression cap fabrication.
vi: Hình 26e Custom impression cap fabrication.

source: Fig 26f Custom impression cap fabrication.
vi: Hình 26f Custom impression cap fabrication.

source: Fig 27 Approximately ten days after the second-stage surgical intervention, the soft tissue allowed proceeding to the next prosthodontic step.
vi: Hình 27 Approximately ten days after the second-stage surgical intervention, the soft tissue allowed proceeding to the next prosthodontic step.

source: Fig 27 Custom impression cap fabrication.
vi: Hình 27 Custom impression cap fabrication.

source: Fig 27 Customized framework blank.
vi: Hình 27 Customized framework blank.

source: Fig 27 Final radiograph confirming a stable peri-implant bone situation, excellent radio-opacity of the precious-alloy substructure, and a good marginal fit of the metal-ceramic implant-supported crown.
vi: Hình 27 Final radiograph confirming a stable peri-implant bone situation, excellent radio-opacity of the precious-alloy substructure, and a good marginal fit of the metal-ceramic implant-supported crown.

source: Fig 27 Final restoration seated.
vi: Fig 27 Phục hình sau cùng tại chỗ.

source: Fig 27 Modified impression coping in place.
vi: Hình 27 Modified impression coping in place.

source: Fig 27 Occlusal view of the final provisional crown.
vi: Hình 27 Occlusal view of the final provisional crown.

source: Fig 27 Periapical radiograph taken after insertion of the crown.
vi: Hình 27 Periapical radiograph taken after insertion of the crown.

source: Fig 27 Positioning the connective-tissue graft.
vi: Hình 27 Vị trí của mô liên kết được ghép.

source: Fig 27 Rotated flap improving the labial contour of the implant site.
vi: Hình 27 Rotated flap improving the labial contour of the implant site.

source: Fig 27 The implant is clearly too large in relation to the gap size, resulting in bone resorption.
vi: Hình 27 The implant is clearly too large in relation to the gap size, resulting in bone resorption.

source: Fig 27 Uneventful healing of the soft tissues after installation of the healing cap.
vi: Hình 27 Uneventful healing of the soft tissues after installation of the healing cap.

source: Fig 27a Open-anterior view of the provisional restorations for teeth 12 and 22, four weeks after loading.
vi: Hình 27a Open-anterior view of the provisional restorations for teeth 12 and 22, four weeks after loading.

source: Fig 27b Lateral view of the provisional restoration for tooth 12, four weeks after loading.
vi: Hình 27b Lateral view of the provisional restoration for tooth 12, four weeks after loading.

source: Fig 27c Lateral view of the provisional restoration for tooth 22, four weeks after loading.
vi: Hình 27c Lateral view of the provisional restoration for tooth 22, four weeks after loading.

source: Fig 28 Facial view of a customized synOcta impression cap.
vi: Hình 28 Facial view of a customized synOcta impression cap.

source: Fig 28 Frontal view before implant surgery.
vi: Hình 28 Frontal view before implant surgery.

source: Fig 28 Frontal view of the all-ceramic crown (synOcta In-Ceram blank).
vi: Hình 28 Frontal view of the all-ceramic crown (synOcta In-Ceram blank).

source: Fig 28 Healing cap helping stabilize the flap.
vi: Hình 28 Healing cap helping stabilize the flap.

source: Fig 28 Lateral view confirming subgingival placement of facial margin.
vi: Fig 28 Nhìn phía bên xác nhận vị trí dưới nướu của đường viền mặt ngoài.

source: Fig 28 Occlusal view demonstrating the soft-tissue graft sutured to the mucoperiosteal flap.
vi: Hình 28 Nhìn phía nhai cho thấy mô ghép được may vào vạt niêm mạc màng xương.

source: Fig 28 Occlusal view of final restoration.
vi: Fig 28 Nhìn phía nhai của phục hình sau cùng

source: Fig 28 Occlusal view of implants highlighting the transition zone created by the provisionals.
vi: Hình 28 Nhìn phía nhai của implant chú ý vùng chuyển tiếp được tạo ra bằng phục hình tạm

source: Fig 28 The customized framework blank and ceramo-metal crown ready for insertion.
vi: Hình 28 The customized framework blank and ceramo-metal crown ready for insertion.

source: Fig 28 The provisional crown was inserted with slight pressure on the peri-implant mucosa.
vi: Hình 28 The provisional crown was inserted with slight pressure on the peri-implant mucosa.

source: Fig 28 The soft-tissue graft helped move the soft-tissue margin at the implant site more incisally.
vi: Hình 28 The soft-tissue graft helped move the soft-tissue margin at the implant site more incisally.

source: Fig 28 The three-week follow-up showed good tissue contours and excellent facial and interproximal tissue support.
vi: Hình 28 The three-week follow-up showed good tissue contours and excellent facial and interproximal tissue support.

source: Fig 28 shows the clinical situation immediately after insertion of the provisional crown, thirteen weeks after implantation.
vi: Hình 28 shows the clinical situation immediately after insertion of the provisional crown, thirteen weeks after implantation.

source: Fig 29 Buccal view of the temporary crown, three weeks after insertion.
vi: Hình 29 Buccal view of the temporary crown, three weeks after insertion.

source: Fig 29 Definitive metal-ceramic restoration on the day of delivery.
vi: Fig 29 Phục hình sau cùng lúc giao.

source: Fig 29 Favorable soft tissue height and volume.
vi: Hình 29 Favorable soft tissue height and volume.

source: Fig 29 Occlusal view of the implant shoulder before placement of the customized framework blank.
vi: Hình 29 Occlusal view of the implant shoulder before placement of the customized framework blank.

source: Fig 29 Occlusal view of the screw-retained all-ceramic crown (synOcta In-Ceram blank).
vi: Hình 29 Occlusal view of the screw-retained all-ceramic crown (synOcta In-Ceram blank).

source: Fig 29 Postoperative periapical radiograph highlighting the “deep” placement of the dental implant compared to the adjacent teeth.
vi: Hình 29 Postoperative periapical radiograph highlighting the “deep” placement of the dental implant compared to the adjacent teeth.

source: Fig 29 Radiograph at insertion of final restoration.
vi: Fig 29 Phim X quang sau khi gắn phục hình sau cùng.

source: Fig 29 Soft-tissue margin before (red) and after (blue) the grafting procedure.
vi: Hình 29 Soft-tissue margin before (red) and after (blue) the grafting procedure.

source: Fig 29 Status following a tension-free primary wound closure.
vi: Hình 29 Sau khi đóng vết thương nguyên phát không căng.

source: Fig 29 The RN synOcta temporary meso-abutment was used for chairside fabrication of an occlusally screw-retained temporary implant-supported crown.
vi: Hình 29 The RN synOcta temporary meso-abutment was used for chairside fabrication of an occlusally screw-retained temporary implant-supported crown.

source: Fig 29 The polyvinyl siloxane impression with NN snap-on impression caps.
vi: Hình 29 Lấy dấu bằng cao su polyvinyl siloxane với NN snap-on impression caps.

source: Fig 29a Frontal view six months after insertion.
vi: Hình 29a Frontal view six months after insertion.

source: Fig 29a Laboratory analog attached to the customized impression cap.
vi: Hình 29a Laboratory analog attached to the customized impression cap.

source: Fig 29b Radiograph six months after insertion.
vi: Hình 29b Radiograph six months after insertion.

source: Fig 29b Soft-tissue analog (Gingitech, Ivolcar) placed around the analog and customized impression cap.
vi: Hình 29b Soft-tissue analog (Gingitech, Ivolcar) placed around the analog and customized impression cap.

source: Fig 2a Retracted anterior view showing virgin teeth adjacent to the edentulous spaces and a medium gingival biotype with moderate scalloped papillae and medium-thick tissue.
vi: Hình 2a Retracted anterior view showing virgin teeth adjacent to the edentulous spaces and a medium gingival biotype with moderate scalloped papillae and medium-thick tissue.

source: Fig 2a The retracted view showing clinical crowns with thin scalloped papillae and a moderate band of keratinized tissue.
vi: Hình 2a The retracted view showing clinical crowns with thin scalloped papillae and a moderate band of keratinized tissue.

source: Fig 2b Frontal view highlighting the discrepancy between the gingival margins of teeth 11 and 21.
vi: Hình 2b Frontal view highlighting the discrepancy between the gingival margins of teeth 11 and 21.

source: Fig 2b Open-retracted view showing square-shaped teeth and irregular gingival margins between the canines and central incisors.
vi: Hình 2b Open-retracted view showing square-shaped teeth and irregular gingival margins between the canines and central incisors.

source: Fig 2c Open-lateral of teeth 13 and 11.
vi: Hình 2c Open-lateral of teeth 13 and 11.

source: Fig 2c The marginal discrepancy between 11 and 21.
vi: Hình 2c The marginal discrepancy between 11 and 21.

source: Fig 2d Open-lateral view of teeth 21 and 23.
vi: Hình 2d Open-lateral view of teeth 21 and 23.

source: Fig 3 After implant placement.
vi: Fig 3 Sau khi đặt implant

source: Fig 3 Anterior view of site 11 and the adjacent tooth.
vi: Fig 3 Nhìn phía trước của vùng 11 và răng kế cận.

source: Fig 3 Lateral view revealing square-shaped teeth and harmonious gingival margins between the canine and central incisor.
vi: Hình 3 Lateral view revealing square-shaped teeth and harmonious gingival margins between the canine and central incisor.

source: Fig 3 Low lip line.
vi: Hình 3 Low lip line.

source: Fig 3 Occlusal view of the incisors.
vi: Hình 3 Occlusal view of the incisors.

source: Fig 3 Panoramic radiograph displaying enough bone height.
vi: Fig 3 Phim toàn cảnh cho thấy đủ chiều cao xương

source: Fig 3 Periapical radiograph showing normal bone structures in the edentulous gap.
vi: Hình 3 Phim X quang quanh chóp cho thấy cấu trúc xương bình thường trong khoảng mất răng.

source: Fig 3 Periapical radiograph showing the advanced internal and external resorption of tooth 11 and moderate internal resorption of tooth 21.
vi: Hình 3 Phim X quang quanh chóp thấy răng 11 nội tiêu và ngoại tiêu nặng và răng 21 nội tiêu trung bình.

source: Fig 3 Periapical radiograph showing the malposition of the implant in a coronoapical and in a mesiodistal direction.
vi: Hình 3 Periapical radiograph showing the malposition of the implant in a coronoapical and in a mesiodistal direction.

source: Fig 3 Periodontal probe, confirming the presence of a chronic fistula at the mucogingival border labial of root 11.
vi: Hình 3 Periodontal probe, confirming the presence of a chronic fistula at the mucogingival border labial of root 11.

source: Fig 3 Retracted view showing the excessive overbite and malpositioning of teeth 13 and 12.
vi: Hình 3 Retracted view showing the excessive overbite and malpositioning of teeth 13 and 12.

source: Fig 3 Soft-tissue access allowing for transmucosal healing.
vi: Hình 3 Soft-tissue access allowing for transmucosal healing.

source: Fig 3 The band of keratinized mucosa associated with tooth 63 was narrow, and the free gingiva was located apically of that of the neighboring teeth.
vi: Hình 3 The band of keratinized mucosa associated with tooth 63 was narrow, and the free gingiva was located apically of that of the neighboring teeth.

source: Fig 3 The interproximal bone levels are intact.
vi: Hình 3 The interproximal bone levels are intact.

source: Fig 3 The labial close-up view of the anterior maxilla demonstrated a basically unaltered line of the vestibular soft tissue line with intact interproximal tissue of sufficient height at the two natural teeth adjacent to the extraction site.
vi: Hình 3 The labial close-up view of the anterior maxilla demonstrated a basically unaltered line of the vestibular soft tissue line with intact interproximal tissue of sufficient height at the two natural teeth adjacent to the extraction site.

source: Fig 3 The retracted anterior view with the removable interim prosthesis in place.
vi: Hình 3 The retracted anterior view with the removable interim prosthesis in place.

source: Fig 30 A stable epithelium.
vi: Hình 30 A stable epithelium.

source: Fig 30 Definitive metal-ceramic restoration.
vi: Fig 30 Phục hình sau cùng

source: Fig 30 Five-year recall radiograph.
vi: Fig 30 Phim X quang tái khám sau 5 năm

source: Fig 30 Frontal view of the all-ceramic implant-supported restoration at site 11.
vi: Hình 30 Frontal view of the all-ceramic implant-supported restoration at site 11.

source: Fig 30 Impression cap screwed to the implant.
vi: Hình 30 Impression cap screwed to the implant.

source: Fig 30 Insertion of the shortened partial denture after completion of surgery.
vi: Hình 30 Gắn hàm bán phần được làm ngắn sau sau phẫu thuật.

source: Fig 30 Master cast.
vi: Hình 30 Master cast.

source: Fig 30 Occlusal view of the temporary crown, three weeks after insertion.
vi: Hình 30 Occlusal view of the temporary crown, three weeks after insertion.

source: Fig 30 The patient’s unforced smile.
vi: Hình 30 The patient’s unforced smile.

source: Fig 30 Try-in of the definitive customized abutment.
vi: Fig 30 Thử cùi răng biến đổi sau cùng.

source: Fig 30a Lateral view of the customized framework blank in place before crown cementation.
vi: Hình 30a Lateral view of the customized framework blank in place before crown cementation.

source: Fig 30a Master cast highlighting the extreme facial and apical position of the implant.
vi: Hình 30a Master cast highlighting the extreme facial and apical position of the implant.

source: Fig 30a NN laboratory analogs were snapped into the impression caps.
vi: Hình 30a NN laboratory analogs được chụp vào nắp lấy dấu

source: Fig 30b An angle correction of 25 degrees was needed to restore the implant.
vi: Hình 30b An angle correction of 25 degrees was needed to restore the implant.

source: Fig 30b Master cast for fabrication of final copings and restorations.
vi: Hình 30b Mẫu hàm chính thức để chế tạo final copings và phục hình.

source: Fig 30b Occlusal view of the customized framework blank in place before crown cementation.
vi: Hình 30b Occlusal view of the customized framework blank in place before crown cementation.

source: Fig 31 A 25-degree abutment and a screw-retained restoration were delivered during second-stage surgery.
vi: Hình 31 A 25-degree abutment and a screw-retained restoration were delivered during second-stage surgery.

source: Fig 31 Anterior view.
vi: Fig 31 Nhìn phía trước.

source: Fig 31 Clinical situation showing favorable soft-tissue contours 2.5 years after crown insertion.
vi: Hình 31 Clinical situation showing favorable soft-tissue contours 2.5 years after crown insertion.

source: Fig 31 Connecting the impression cap.
vi: Hình 31 Connecting the impression cap.

source: Fig 31 Final emergence profile of the implant site imitating a natural tooth profile.
vi: Hình 31 Final emergence profile of the implant site imitating a natural tooth profile.

source: Fig 31 Post-surgical radiograph indicating a correct implant position.
vi: Hình 31 Sau phẫu thuật phim X quang cho thấy vị trí implant chính xác

source: Fig 31 Precise seating of the impression cap on the implant shoulder ensures a precise impression.
vi: Hình 31 Precise seating of the impression cap on the implant shoulder ensures a precise impression.

source: Fig 31 Radiographic at four-year follow-up.
vi: Fig 31 Phim X quang 4 năm theo dõi.

source: Fig 31 The synOcta gold abutment.
vi: Hình 31 The synOcta gold abutment.

source: Fig 31a Lateral view of the inserted implant-supported crown on tooth 12.
vi: Hình 31a Lateral view of the inserted implant-supported crown on tooth 12.

source: Fig 31a Occlusal view of the titanium copings after preparation.
vi: Hình 31a Nhìn phía nhai của titanium copings sau khi chuẩn bị

source: Fig 31b Facial view of the titanium copings after preparation.
vi: Hình 31b Nhìn phía ngoài của titanium copings sau khi chuẩn bị.

source: Fig 31b Occlusal view of the inserted implant-supported crown on tooth 12.
vi: Hình 31b Occlusal view of the inserted implant-supported crown on tooth 12.

source: Fig 31c Facial view of the ceramo-metal restorations on the titanium copings.
vi: Hình 31c Nhìn phía ngoài của phục hình sứ kim loại trên titanium copings.

source: Fig 31c Post-treatment smile.
vi: Hình 31c Post-treatment smile.

source: Fig 31d Final restorations and customized copings as returned from the laboratory.
vi: Hình 31d Phục hình sau cùng và customized copings được labo trả về.

source: Fig 32 Anterior view.
vi: Fig 32 Nhìn phía trước.

source: Fig 32 Custom impression tray with the passage hole for the screw of the impression cap.
vi: Hình 32 Custom impression tray with the passage hole for the screw of the impression cap.

source: Fig 32 Occlusal view of the implant site before the reopening procedure.
vi: Hình 32 Nhìn phía nhai của vùng implant trước khi thủ thuật mở lại.

source: Fig 32 Periapical radiograph of the implant-supported crown on tooth 12.
vi: Hình 32 Periapical radiograph of the implant-supported crown on tooth 12.

source: Fig 32 Stable peri-implant bone levels 2.5 years after crown insertion.
vi: Hình 32 Stable peri-implant bone levels 2.5 years after crown insertion.

source: Fig 32 The apical placement of the implant caused bone recession and subsequently also soft-tissue recession.
vi: Hình 32 The apical placement of the implant caused bone recession and subsequently also soft-tissue recession.

source: Fig 32 The occlusal view of the impression cap showed a favorable buccooral implant position for the screw-retained superstructure.
vi: Hình 32 The occlusal view of the impression cap showed a favorable buccooral implant position for the screw-retained superstructure.

source: Fig 32a Facial view of the wax buildup on the synOcta gold abutment.
vi: Hình 32a Facial view of the wax buildup on the synOcta gold abutment.

source: Fig 32a Lateral view of the provisional restoration for tooth 12 six weeks after loading.
vi: Hình 32a Nhìn phía bên của phục hình tạm răng 12 sau sáu tuần.

source: Fig 32b Lateral view of the coping and tissue support after removal of the provisional restoration for tooth 12.
vi: Hình 32b Nhìn phía bên của coping và mô nâng đỡ sau khi tháo phục hình tạm răng 12.

source: Fig 32b Occlusal view of the wax buildup on the synOcta gold abutment.
vi: Hình 32b Occlusal view of the wax buildup on the synOcta gold abutment.

source: Fig 32c Facial view of the waxup.
vi: Hình 32c Facial view of the waxup.

source: Fig 32c Lateral view of the provisional restoration for tooth 22 six weeks after loading.
vi: Hình 32c Nhìn phía bên của phục hình tạm răng 22 sau sáu tuần.

source: Fig 32d Lateral view of the coping and tissue support after removal of the provisional restoration for tooth 22.
vi: Hình 32d Nhìn phía bên của coping và mô nâng đỡ sau khi tháo phục hình tạm răng 22.

source: Fig 32d Palatal view of the waxup.
vi: Hình 32d Palatal view of the waxup.

source: Fig 33 Easy access to the screw of the impression cap.
vi: Hình 33 Easy access to the screw of the impression cap.

source: Fig 33 Good access to the impression cap.
vi: Hình 33 Good access to the impression cap.

source: Fig 33 Radiograph taken at the 3-year follow-up.
vi: Fig 33 Phim X quang được chụp sau 3 năm theo dõi

source: Fig 33 Status following the reopening procedure and insertion of a long titanium healing cap.
vi: Hình 33 Thủ thuật mở lại và đặt nắp lành thương dài

source: Fig 33 Temporary crown inserted into putty silicone material up to about one-half of the crown.
vi: Hình 33 Temporary crown inserted into putty silicone material up to about one-half of the crown.

source: Fig 33 The impression cap was attached to the implant and secured with the matching occlusal screw.
vi: Hình 33 The impression cap was attached to the implant and secured with the matching occlusal screw.

source: Fig 33 The invasion of the facial danger zone aggravated the resorption process.
vi: Hình 33 The invasion of the facial danger zone aggravated the resorption process.

source: Fig 33a Casting before removal of the sprue.
vi: Hình 33a Casting before removal of the sprue.

source: Fig 33a Lateral view of the implant-supported crown on tooth 12, four years after insertion.
vi: Hình 33a Lateral view of the implant-supported crown on tooth 12, four years after insertion.

source: Fig 33a Occlusal view of implant 12 after irrigation and before the insertion of the definitive coping.
vi: Hình 33a Nhìn phía nhai của implant 12 sau khi rửa sạch và trước khi gắn definitive coping.

source: Fig 33b Frontal view of the synOcta gold abutment customized with ceramics.
vi: Hình 33b Frontal view of the synOcta gold abutment customized with ceramics.

source: Fig 33b Occlusal view of implant 22 after irrigation and before the insertion of the definitive coping.
vi: Hình 33b Nhìn phía nhai của implant 22 sau khi rửa sạch và trước khi gắn definitive coping.

source: Fig 33b Periapical radiograph of the implant-supported crown on tooth 12, four years after insertion.
vi: Hình 33b Periapical radiograph of the implant-supported crown on tooth 12, four years after insertion.

source: Fig 33c Palatal view of the synOcta gold abutment customized with ceramics.
vi: Hình 33c Palatal view of the synOcta gold abutment customized with ceramics.

source: Fig 34 A wax cover for the screw facilitated easy loosening of the impression cap after the impression was taken.
vi: Hình 34 A wax cover for the screw facilitated easy loosening of the impression cap after the impression was taken.

source: Fig 34 Cervical shape of the temporary crown as captured within the silicone.
vi: Hình 34 Cervical shape of the temporary crown as captured within the silicone.

source: Fig 34 Clinical status a few days after the reopening procedure.
vi: Hình 34 Lâm sàng sau vài ngày thực hiện thủ thuật mở lại

source: Fig 34 During second-stage surgery a subepithelial connective-tissue graft was used in an attempt to increase the soft-tissue volume.
vi: Hình 34 During second-stage surgery a subepithelial connective-tissue graft was used in an attempt to increase the soft-tissue volume.
